Repository: 84000/translation-memory-resources
Catalog: post_input/Toh177.bo.en.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ འཇམ་དཔལ་ གྱིས་ བསྟན་པ་ ཞེས་ བྱ་བ་ ཐེག་པ་ ཆེན་པོ འི་ མདོ །_
en: The Noble Great Vehicle Sūtra |#| Mañjuśrī’s Teaching

source: སངས་རྒྱས་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ ཐམས་ཅད་ ལ་ ཕྱག་ འཚལ་ ལོ །_།
en: $1 [240.a] Homage to all buddhas and bodhisattvas!#9

source: འདི་སྐད་ བདག་ གིས་ ཐོས་པ་ དུས་ གཅིག་ ན །_
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ མཉན་ཡོད་ ན་ རྒྱལ་བུ་ རྒྱལ་བྱེད་ ཀྱི་ ཚལ་ མགོན་མེད་ ཟས་ སྦྱིན་ གྱི་ ཀུན་དགའ་ར་བ་ ན །_ |#| དགེ་སློང་ སྟོང་ ཉིས་ བརྒྱ་ ལྔ་ བཅུ འི་ དགེ་སློང་ གི་ དགེ་འདུན་ ཆེན་པོ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ ལྔ་ སྟོང་ ཐམ་པ་ དང་ ཐབས་ཅིག་ ཏུ་ བཞུགས་ ཏེ །_
en: The Blessed One was dwelling in Anāthapiṇḍada’s Park, the Jeta Grove in Śrāvastī, together with a great congregation of 1,250 monks and five thousand bodhisattvas.

source: དེ འི་ ཚེ་ བཅོམ་ལྡན་འདས་ འཁོར་ འབུམ་ཕྲག་ དུ་མ ས་ ཡོངས་སུ་ བསྐོར་ ཅིང་ །_ མདུན་ གྱིས་ བལྟས་ ནས་ ཆོས་སྟོན་ ཏོ །_།
en: $2 At that time, the Blessed One was teaching the Dharma surrounded and venerated by an audience of many hundreds of thousands.

source: དེ་ནས་ འཇམ་དཔལ་ གཞོན་ནུ ར་ གྱུར་པ་ རིན་པོ་ཆེ འི་ གདུགས་ དཔག་ཚད་ བཅུས་ འཁོར་བ་ ཙམ་ ཐོགས་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ཀྱི་ དབུ འི་ གཙུག་ གི་ སྟེང་ གི་ དྲང་ཐད་ ན་ འཛིན་ ཅིང་ འདུག་ གོ །_།
en: Youthful Mañjuśrī then hoisted a jeweled parasol measuring ten yojanas in circumference and held it directly over the Blessed One’s head.

source: དེ་ནས་ ཡོངས་སུ་ དགའ་ལྡན་ རིས་ ཀྱི་ ལྷ འི་ བུ་ མཚམས་ བཟངས་ ཞེས་ བྱ་བ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ལས་ ཕྱིར་ མི་ ལྡོག་པ་ འཁོར་ དང་ བཅས་ ཏེ །_
en: $3 Present in the retinue, along with his entourage, was a god from the house of Santuṣita called Susīma,#10 whose progress toward unsurpassed and perfect awakening had become irreversible.

source: འཁོར་ དེ་ཉིད་ དུ་ འདུས་པ ར་ གྱུར་ ནས་ འདུག་པ་ སྟན་ ལས་ ལངས་ ཏེ །_ |#| འཇམ་དཔལ་ གཞོན་ནུ ར་ གྱུར་པ་ ག་ལ་བ་ དེར་ སོང་ ནས་ ཕྱིན་པ་ དང་ །_ འཇམ་དཔལ་ གཞོན་ནུ ར་ གྱུར་པ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: He now rose from his seat, approached the place where Youthful Mañjuśrī was, and addressed him:

source: འཇམ་དཔལ་ ཁྱོད་ བཅོམ་ལྡན་འདས་ ལ་ མཆོད་པ་ མཛད་པ ས་ ད་དུང་ ཐུགས་ མ་ ཚིམ་ ལགས་ སམ །_
en: “Mañjuśrī, aren’t you satisfied with your offering to the Blessed One?”

source: འཇམ་དཔལ་ གྱིས་ སྨྲས་པ །_ ལྷ འི་ བུ་ འདི་ ཇི་སྙམ་ དུ་ སེམས །_ རྒྱ་མཚོ་ ཆེན་པོ་ ཆུ་ ཟེད་ པས་ ཆོག་པ ར་ འཛིན་པ ར་ འགྱུར་ སྙམ་ མམ །_
en: $4 Mañjuśrī asked in return, “Divine being, tell me, is the great ocean ever satisfied by having water poured into it?”

source: ལྷ འི་ བུས་ སྨྲས་པ །_ འཇམ་དཔལ་ དེ་ ནི་ མ་ ལགས་སོ །_།
en: “Mañjuśrī, no, it is not,” replied the god.

source: འཇམ་དཔལ་ གྱིས་ སྨྲས་པ །_ ལྷ འི་ བུ་ དེ་བཞིན་ དུ་ ཐམས་ཅད་ མཁྱེན་པ འི་ ཡེ་ཤེས་ རྒྱ་མཚོ་ ཆེན་པོ་ ལྟ་བུ་ ཟབ་ ཅིང་ གཏིང་དཔག་ དཀའ་ ལ །_
en: $5 Mañjuśrī said, “Divine being, likewise, the wisdom of omniscience is as profound, immeasurable, and boundless#11 as the great ocean.

source: དཔག་ ཏུ་ མེད་པ་ ཡོངས་སུ་ ཚོལ་ བར་ འདོད་པ འི་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ ས་ དེ་བཞིན་ གཤེགས་པ་ ལ་ མཆོད་པ་ བྱ་བ ར་ འདོད་པ ས་ གཞར་ཡང་ ཆོག་པ ར་ འཛིན་པ ར་ མི་ བྱ འོ །_།
en: Those bodhisattva mahāsattvas who wish to search for that wisdom should never#12 be content in their desire to make offerings to the Tathāgata.”

source: ལྷ འི་ བུས་ སྨྲས་པ །_ འཇམ་དཔལ་ ཅི་ ལ་ དམིགས་ ནས །_ |#| དེ་བཞིན་ གཤེགས་པ་ ལ་ མཆོད་ [240b] པར་ བགྱི །_
en: $6 The god then asked, “Mañjuśrī, with what purpose in mind should offerings be made to the Tathāgata?” [240.b]

source: འཇམ་དཔལ་ གྱིས་ སྨྲས་པ །_ ལྷ འི་ བུ་ དམིགས་པ་ བཞི ས་ དེ་བཞིན་ གཤེགས་པ་ ལ་ མཆོད་པ ར་ བྱ འོ །_།
en: Mañjuśrī replied, “Divine being, offerings should be made to the Tathāgata with four purposes in mind.

source: བཞི་ གང་ཞེ་ན །_ འདི་ལྟ་སྟེ །_
en: What are those four?

source: བྱང་ཆུབ་ ཀྱི་ སེམས་ ལ་ དམིགས་པ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ རབ་ཏུ་ ཐར་བ ར་ བྱ་བ་ ལ་ དམིགས་པ་ དང་ །_ དཀོན་མཆོག་ གསུམ་ གྱི་ གདུང་ རྒྱུན་ མི་འཆད་པ ར་ བྱ་བ་ ལ་ དམིགས་པ་ དང་ །_ སངས་རྒྱས་ ཀྱི་ ཞིང་ ཐམས་ཅད་ ཡོངས་སུ་ དག་པ ར་ བྱ་བ་ ལ་ དམིགས་པ་ སྟེ །_
en: They are (1) the purpose of the mind of awakening,#13 (2) the purpose of liberating all sentient beings, (3) the purpose that the lineage of the Three Jewels will continue uninterrupted, and (4) the purpose of purifying all buddha realms.#14

source: ལྷ འི་ བུ་ དམིགས་པ་ བཞི་པོ་ དེ་དག་ གིས་ དེ་བཞིན་ གཤེགས་པ་ ལ་ མཆོད་པ ར་ བྱ འོ །_།
en: Divine being, it is with these four purposes in mind that offerings should be made to the Tathāgata.”

source: འཇམ་དཔལ་ གྱིས་ དེ་སྐད་ ཅེས་ སྨྲས་ ནས །_ |#| ལྷ འི་ བུ་ མཚམས་ བཟངས་ དང་ །_ དགེ་སློང་ དེ་དག་ དང་ །_ དགེ་སློང་ མ་ དེ་དག་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་དག་ དང་ །_ ཐམས་ཅད་ དང་ ལྡན་པ འི་ འཁོར་ དེ་ |#| དང་ །_ ལྷ་ དང་ །_ མི་ དང་ །_ ལྷ་མ་ ཡིན་ དང་ དྲི་ཟ ར་ བཅས་པ འི་ འཇིག་རྟེན་ ཡི་ རངས་ ཏེ །_ |#| འཇམ་དཔལ་ གཞོན་ནུ ར་ གྱུར་པ ས་ སྨྲས་པ་ ལ་ མངོན་པར་ བསྟོད་ དོ །_།
en: $7 When Mañjuśrī had spoken, the god Susīma, the monks, nuns,#15 bodhisattvas, and the entire retinue, along with the world with its gods, humans, asuras, and gandharvas, rejoiced and praised the words of Youthful Mañjuśrī.#16

source: འཕགས་པ་ འཇམ་དཔལ་ གྱིས་ བསྟན་པ་ ཞེས་ བྱ་བ་ ཐེག་པ་ ཆེན་པོ འི་ མདོ་ རྫོགས་ སོ །།_།།
en: $8 This concludes the noble Great Vehicle sūtra, “Mañjuśrī’s Teaching.”

source: རྒྱ་གར་ གྱི་ མཁན་པོ་ སུ་ རེན་ དྲ་བོ་ དྷི་ དང་ །_ ཞུ་ཆེན་ གྱི་ ལོ་ ཙྪ་བ་ བན་དེ་ ཡེ་ཤེས་ སྡེས་ བསྒྱུར་ ཅིང་ ཞུས་ ཏེ་ གཏན་ ལ་ ཕབ་པ །།
en: {{milestone:{label:c.1,id:UT22084-060-006-93}}}This was translated, edited, and finalized by the Indian preceptor Surendrabodhi and the chief editor and translator Bandé Yeshé Dé.
